Repository: konstatinblagok/react-native-OnDemand-app
Catalog: Plumbal/Plumbal/Utilities/LanguageFile/*.lproj/Localizable.strings
Languages: ta

source: Hourly Rate
ta: நேர விகிதம்

source: Base Price
ta: அடிப்படை விலை

source: Task Time
ta: பணி நேரம்

source: Task Amount
ta: பணி தொகை

source: Flat Rate
ta: பிளாட் விகிதம்

source: Material Fee
ta: பொருள் கட்டணம்

source: Payment Mode
ta: கட்டண முறை

source: Service Fee
ta: சேவை கட்டணம்

source: Total Amount
ta: மொத்த தொகை

source: Tasker Name
ta: டாஸ்கர் பெயர்

source: Material Fees
ta: பொருள் கட்டணம்

source: Service Tax
ta: சேவை வரி

source: Loading...
ta: ஏற்றுதல்...

# pull_get
source: Pull to get more...
ta: மேலும் பெற இழுக்க ...

source: Release now!
ta: வெளியீடு இப்போது!

source: Receiver is not get authenticated
ta: பெறுநர் அங்கீகரிக்கப்படவில்லை

source: Yes
ta: ஆம்

source: No
ta: இல்லை

source: Send
ta: அனுப்பு
