Repository: konstatinblagok/react-native-OnDemand-app
Catalog: Plumbal/Plumbal/Utilities/LanguageFile/*.lproj/Localizable.strings
Languages: ta

source: Location Service Disabled
ta: இருப்பிடம் சேவை முடக்கப்பட்டது

# to_reenable_location
source: To re-enable, please go to Settings and turn on Location Service for this app.
ta: மீண்டும் இயக்க, அமைப்புகள் சென்று இந்தப் பயன்பாட்டிற்கான இருப்பிடச் சேவை இயக்குங்கள்.

# pull_refresh
source: Pull To Refresh
ta: புதுப்பிக்க இழுக்க

# no_order_yet
source: No orders made yet
ta: இன்னமும் எடுக்கப்படவில்லை ஆர்டர்கள் எதுவும்

# forgot_password_btn
source: Forgot Password ?
ta: கடவுச்சொல் மறந்து விட்டீர்களா?

# login
source: SIGN IN
ta: உள் நுழை

# userlogin
source: LOGIN
ta: உள் நுழை

source: Log out
ta: வெளியேறு

# email_placeholder
source: Phone or Email
ta: தொலைபேசி அல்லது மின்னஞ்சல்

# password_placeholder
source: Password
ta: கடவுச்சொல்

source: Register
ta: பதிவு

# register_caps
source: REGISTER
ta: பதிவு

# valid_email_alert
source: Please enter valid email address
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்

# enter_email_alert
source: Please enter Email Address or Phone number
ta: தயவு செய்து மின்னஞ்சல் முகவரியை உள்ளிடவும்

# enter_password_alert
source: Please enter Password
ta: தயவு செய்து கடவுச்சொல்லை உள்ளிடவும்

# valid_password
source: Password must be atleast 6 characters.
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துக்கள் இருக்க வேண்டும்.

# passwd_match_error
source: Password does not match.
ta: கடவுச்சொல் பொருந்தவில்லை.

# network_fail
source: Network Failure!!!
ta: நெட்வொர்க் தோல்வி!!!

# error_msg1
source: Error in network connection... Please try again
ta: பிணைய இணைப்பு பிழை ... மீண்டும் முயற்சிக்கவும்

# error_msg
source: Unable to fetch the data! Please try again later
ta: சர்வர் மிகவும் மெதுவாக இருக்கிறது! பின்னர் மீண்டும் முயற்சிக்கவும்

# app_name
source: Handy For All
ta: ஹேண்டி

source: OK
ta: சரி

# rating_submit
source: Your Rating Submitted Successfully
ta: உங்கள் மதிப்பீடு வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது

# sign_out_all_device
source: Sign out of all other devices
ta: மற்ற அனைத்து சாதனங்கள் வெளியேறு

source: CONTINUE
ta: தொடரலாம்

source: Enter OTP
ta: ஓடிபி நுழை

# kindly_enter_otp
source: Kindly enter the OTP
ta: தயவுசெய்து ஓடிபி நுழை

# facebook
source: LOGIN WITH FACEBOOK
ta: பேஸ்புக்

# user_name1
source: User Name
ta: பயனர் பெயர்

# phone_no
source: Phone Number
ta: தொலைபேசி எண்

source: Referral Code
ta: பரிந்துரை குறியீடு

# referral_scheme
source: Referral Schema!
ta: பரிந்துரை அமைப்பியல்!

# enter_referal_code
source: Enter a referral code here to earn free coupons.
ta: இலவச கூப்பன்கள் சம்பாதிக்க இங்கே ஒரு குறிப்பு குறியீடு உள்ளிடவும்.

# enter_username
source: Kindly enter the username
ta: தயவுசெய்து பயனர்பெயர் உள்ளிடுக

# username_below_30
source: Please enter the username below 25 character
ta: தயவு செய்து பயனர்பெயர் 25 பாத்திரம் கீழே உள்ளிடுக

# enter_emailid
source: Kindly enter the Email id
ta: தயவுசெய்து மின்னஞ்சல் ஐடி நுழைய

# password_below_60
source: Password must contain one numeric digit and minimum 6 characters and max 12 characters
ta: தயவுசெய்து 60 எழுத்துக்கள் கீழே கடவுச்சொல்லை உள்ளிடவும்

# enter_country_code
source: Kindly enter the Country Code
ta: தயவுசெய்து நாடு குறியீடு உள்ளிடுக

# schedule_appointment
source: Schedule An Appointment
ta: ஒரு சந்திப்பு திட்டமிட

# enter_instruc
source: Enter your special instruction
ta: தயவு செய்து உங்கள் சிறப்புப் பயிற்சிக்கான நுழைய

# ur_address
source: Your Address
ta: உங்கள் முகவரி

source: SEARCH NOW
ta: இப்போது தேட

source: Choose Address
ta: முகவரி தேர்வு

source: Close
ta: விலகு

source: BOOK
ta: பதிவு

source: Min Cost
ta: குறைந்த விலை:

source: Per Hour :
ta: ஒரு மணி நேரத்திற்கு:

# providers
source: TASKERS
ta: வழங்குநர்கள்

source: Hourly Pricing
ta: மணிக்கொருமுறை விலை

source: Rating
ta: மதிப்பீடு

source: Chat
ta: அரட்டை

# chat_caps
source: CHAT
ta: அரட்டை

source: Mon
ta: திங்

source: Tue
ta: செவ்

source: Wed
ta: புதன்

source: Thu
ta: வியா

source: Fri
ta: வெள்ளி

source: Sat
ta: சனி

source: Sun
ta: ஞாயிறு

# old_password_empty
source: Kindly Enter the old Password Field
ta: தயவுசெய்து பழைய கடவுச்சொல் துறையில் நுழைய

# new_password_empty
source: Kindly Enter the New Password Field
ta: தயவுசெய்து புதிய கடவுச்சொல் துறையில் நுழைய

# confirm_password_empty
source: Kindly Enter the Confirm Password Field
ta: தயவுசெய்து கடவுச்சொல் உறுதிப்படுது துறையில் நுழைய

# password_unmatch
source: Password doesn't match
ta: கடவுச்சொல் பொருந்தவில்லை

source: Change Password
ta: கடவுச்சொல்லை மாற்று

source: Old Password
ta: பழைய கடவுச்சொல்

source: New Password
ta: புதிய கடவுச்சொல்

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிப்படுத்துக

# order_desc
source: SPECIAL INSTRUCTION
ta: ஆணை விவரம்

source: Done
ta: செய்யப்படுகிறது

# congratulation
source: Congratulations!
ta: பாராட்டு!

# order_confirm
source: Your booking request has been submitted, waiting for confirmation
ta: உங்கள் புக்கிங் சமர்ப்பிக்க உள்ளது ,உறுதிப்படுத்தல் காத்து

source: Booking Id :
ta: பதிவு ஐடி

source: Service Type
ta: சேவை வகை

source: ORDER DATE
ta: ஆர்டர் தேதி

source: Hurray
ta: வெற்றி!

source: Cancel
ta: ரத்து

source: Reason
ta: காரணம்

# available_days
source: Availability Days
ta: கிடைக்கும் நாட்கள்

source: Days
ta: நாட்கள்

source: Morning
ta: காலை

source: Afternoon
ta: மதியம்

source: Evening
ta: சாயங்காலம்

source: My Profile
ta: என் விவரக்குறிப்புகள்

# profiles
source: PROFILE
ta: விவரக்குறிப்புகள்

source: REVIEWS
ta: விமர்சனங்கள்

source: My Detail
ta: என் விபரம்

source: code
ta: குறி

source: Name
ta: பெயர்

source: Select Image
ta: படத்தை தேர்ந்தெடு

source: Camera
ta: ஒளிப்படக்கருவி

source: Gallery
ta: தொகுப்பு

source: Filter
ta: வடிகட்டி

source: Request Submitted
ta: கோரிக்கை சமர்ப்பபு

source: Professional Assigned
ta: வல்லுநர் ஒதுக்கப்பட்டது

# service_delivery
source: Task Completed
ta: பணி முடிந்தது

# cancel_reason
source: Cancellation Reason
ta: ரத்து காரணம்

source: OPEN
ta: திறந்த

source: COMPLETED
ta: நிறைவு

source: CANCELLED
ta: ரத்து

source: Sorting
ta: வரிசைப்படுத்தி

source: To Date
ta: தேதி

source: From Date
ta: தொடக்கத் தேதி

source: Order by
ta: உத்தரவின் படி

source: Ascending
ta: ஏறுவரிசை

source: Descending
ta: இறங்கு வரிசை

source: Apply
ta: பயன்படுத்து

source: Order ID
ta: ஆர்டர் ஐடி

# open_maps
source: Open in Maps
ta: வரைபடம் திற

source: Response
ta: பதில்

# detail
source: Details
ta: விவரம்

# date_time
source: Date and Time
ta: தேதி மற்றும் நேரம்

source: Location
ta: இடம்

source: Payment
ta: கொடுப்பனவு

source: View Summary
ta: காண்க சுருக்கம்

source: MORE INFO
ta: மேலும் தகவல்

source: Started Job
ta: தொடங்குதல் வேலை

source: Start Off
ta: தொடங்குங்கள்

source: Call
ta: அழைப்பு

source: Fare Summary
ta: ஃபேர் சுருக்கம்

# call_space
source: Call
ta: அழைப்பு

# chat_space
source: Chat
ta: அரட்டை

# cancel_space
source: Cancel
ta: ரத்து

source: Job ID
ta: பணி ஐடி

source: Wallet Money
ta: கைப்பை பணம்

# current_bal
source: Your current balance
ta: உங்கள் தற்போதைய சமநிலையை

# recharge_wallet
source: Recharge wallet money
ta: ரீசார்ஜ் பணப்பை பணம்

# wallet_amount
source: Enter amount between
ta: இடையே அளவு சேர்க்கவும்

# add_wallet
source: Stripe
ta: கைப்பை பணம் சேர்க்க

# add_paypal
source: Paypal
ta: பேபால்

# cash_less
source: Cashless, hassle-free tasks & more....
ta: பண குறைவாக, தொந்தரவு இல்லாத பணிகளை & இன்னும் ....

source: All
ta: அனைத்து

source: Credit
ta: கடன்

source: Debit
ta: பற்று

source: Date
ta: தேதி

source: Amount
ta: தொகை

source: Balance
ta: இருப்பு

source: Transaction
ta: பரிமாற்றங்கள்

# emergency_contact1
source: Emergency Contact
ta: அவசர தொடர்பு

source: Enter Name
ta: பெயர் சேர்க்கவும்

# emter_mbl
source: Enter Mobile Number
ta: மொபைல் எண்ணை உள்ளிடவும்

# enter_email
source: Enter Email ID
ta: மின்னஞ்சல் ஐடி உள்ளிடவும்

source: Send Mail
ta: மின்னஞ்சல் அனுப்புக

source: Reset Contact
ta: தொடர்பு மீட்டமை

# emergency_disc1
source: List your emrgency contact's name , mobile and email here
ta: இங்கே உங்கள் அவசர தொடர்பு பெயர், மொபைல் மற்றும் மின்னஞ்சல் பட்டியலில்

# emergency_disc2
source: Note:Your contact can be alerted only after verification
ta: குறிப்பு: உங்கள் தொடர்பு மட்டுமே சரிபார்ப்பு பிறகு எச்சரிக்கை முடியும்

source: Save
ta: சேமிக்க

source: No Response
ta: பதில் இல்லை

source: VERSION
ta: பதிப்பு

source: POWERED BY
ta: மூலம் இயக்கப்படுகிறது

# about1
source: At 69Uber User, we offer you with a selection of on demand services that makes your everyday living simplify. We are offering wide range of services like cleaning, electrical, plumbing, Appliance, Carpentry, Computer Repair, Movers, Maid and so on.
ta: ஹேண்டி, உங்கள் அன்றாட வாழ்க்கை எளிமைப்படுத்த செய்கிறது என்று ஆன் டிமாண்ட் சேவைகள் ஒரு தேர்வை நீங்கள் வழங்குகின்றன. நாம் சுத்தம், மின்சார, பிளம்பிங், வீட்டுபயோக, தச்சு, கணினி பழுது பார்த்தல், போக்குவரத்து, பணிப் பெண் மற்றும் பல போன்ற சேவைகள் பரவலான கொடுக்கிறோம்.

# about2
source: Booking a service using 69Uber User is very easy and user friendly. Just select your location, choose your service and search for the tasker. It wil show you list of taskers. You can select based on the price or reviews. You can chat with all tasker instantly.
ta: அனைத்து கைக்குள் பயன்படுத்தி ஒரு சேவை முன்பதிவு மிகவும் எளிதாக மற்றும் பயனர் நட்பு உள்ளது. நான், உங்கள் இடம் தேர்வு உங்கள் சேவை தேர்வு மற்றும் tasker தேட. அதை நீங்கள் taskers பட்டியலை காட்ட wil. நீங்கள் விலை அல்லது விமர்சனங்களை அடிப்படையாகக் தேர்ந்தெடுக்க முடியும். நீங்கள் உடனடியாக அனைத்து tasker அரட்டை அடிக்க முடியும்.

source: First Name
ta: முதல் பெயர்

source: Last Name
ta: கடைசி பெயர்

source: Show Password
ta: கடவுச்சொல் காட்டு

# sign_with_email
source: Sign up with Email
ta: மின்னஞ்சல் மூலம் பதிவு செய்க

source: Forgot Password
ta: கடவுச்சொல் மறந்து விட்டீர்களா

source: Email Address
ta: மின்னஞ்சல் முகவரி

source: RESET PASSWORD
ta: கடவுச்சொல்லை மீட்டமைக்க

# reset_instruct
source: Enter your email below to receive your password reset instruction
ta: உங்கள் கடவுச்சொல் மீட்டமைப்பு, அறிவுறுத்தல்கள் பெற கீழே உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடுங்கள்

# enter_ur_name
source: Enter your name
ta: உங்கள் பெயரை உள்ளிடவும்

# enter_ur_id
source: Enter your Email ID
ta: உங்கள் மின்னஞ்சல் ஐடி உள்ளிடவும்

# enter_ur_num
source: Enter your mobile number
ta: உங்களுடைய கைபேசி எண்ணை உள்ளிடவும்

# enter_ur_locality
source: Enter your locality
ta: உங்கள் பகுதியிலுள்ள உள்ளிடவும்

# enter_ur_city
source: Enter your city
ta: உங்கள் நகரம் உள்ளிடவும்

# enter_ur_country
source: Enter your country
ta: உங்கள் நாட்டை உள்ளிடவும்

# enter_ur_state
source: Enter your State
ta: உங்கள் மாநில நுழைய

# mobile_no_caps
source: MOBILE NO
ta: அலைபேசி எண்

# email_id_caps
source: EMAIL ID
ta: முகவரி

# name_caps
source: NAME
ta: பெயர்

# add_address_title
source: Add Address
ta: முகவரி சேர்

# edit_contact
source: Contact Details
ta: தொடர்பு விபரங்கள் திருத்து

source: Full Name
ta: முழு பெயர்

# email_id_smal
source: Email ID
ta: மின்னஞ்சல் முகவரி

source: User Details
ta: பயனர் விவரங்கள்

# mobile_no_small
source: Mobile No
ta: அலைபேசி எண்

# enter_address
source: Enter the address
ta: முகவரியை உள்ளிடவும்

# ur_locality
source: Your Locality
ta: உங்கள் பகுதியிலுள்ள

# house_no
source: House No/Street/ Area
ta: ஹவுஸ் எண் / தெரு / பகுதி

source: City
ta: சிட்டி

# pincode
source: Zipcode
ta: ஜிப்குறியீடு

source: Locality
ta: வட்டாரம்

source: Landmark
ta: மைல்கல்

# distance
source: Distance(KM)
ta: தூரம் (கி.மீ)

# kilo
source: KM
ta: கி.மீ

# transactions_caps
source: Transactions
ta: பரிமாற்றங்கள்

# transac_unavail
source: Transactions UnAvailable
ta: பரிவர்த்தனைகள் கிடைக்கவில்லை

# notifications_caps
source: Notifications
ta: அறிவிப்புகள்

source: Notification
ta: அறிவிப்புகள்

# reviews_caps
source: Reviews
ta: விமர்சனங்கள்

# add_a_card
source: Kindly add a card to proceed
ta: தயவுசெய்து தொடர ஒரு அட்டை சேர்க்க

# select_a_card
source: Kindly select a card to proceed
ta: தயவுசெய்து தொடர ஒரு அட்டையை தேர்வு

source: No Category
ta: வகை எதுவுமில்லை

# choose_category
source: Kindly choose the category
ta: தயவுசெய்து வகையைத் தேர்வு செய்ய

source: No Reasons available
ta: காரணங்கள் எதுவும் கிடைக்கவில்லை

source: No Location Found
ta: இருப்பிடம் எதுவும் இல்லை

# made_no_changes
source: You didn't made any changes
ta: நீங்கள் எந்த மாற்றங்களும் இல்லை

source: Enter all Fields
ta: அனைத்து கட்டங்களை நிரப்புங்கள்

# enter_the_num
source: Kindly enter the Phone Number
ta: தயவுசெய்து தொலைபேசி எண் உள்ளிடுக

# enter_the_validnum
source: Kindly enter the Valid Number
ta: தயவுசெய்து சரியான எண்ணை உள்ளிடவும்

# app_not_found
source: Application Not Found
ta: விண்ணப்ப கிடைக்கவில்லை

# install_app
source: Kindly Install the app
ta: தயவுசெய்து பயன்பாட்டை நிறுவவும்

# invite_disc1
source: I have
ta: என்னிடம் உள்ளது

# invite_disc2
source: Coupon Code, worth
ta: கூப்பன் கோட், மதிப்பு

# invite_disc3
source: When a new friend sign's up, they can avail my Coupon Code
ta: ஒரு புதிய நண்பர் கையெழுத்து போடும் போது, அவர்கள் என் கூப்பன் கோட் பெற முடியும்

# invite_disc4
source: Click on the below link
ta: கீழுள்ள இணைப்பைக் கிளிக் செய்க

# cannot_send_text
source: Cannot Send Text Message
ta: உரை செய்தியை அனுப்ப முடியாது

# not_able_to_send_text
source: Your device is not able to send text messages
ta: உங்கள் சாதனம் உரை செய்திகளை அனுப்ப முடியவில்லை

source: Accounts
ta: கணக்குகள்

# login_twitter
source: Please login to a Twitter account to share.
ta: பகிர்ந்து கொள்ள ஒரு ட்விட்டர் கணக்கில் உள்நுழைக.

# share_ur_frnd
source: Share Your friends about us
ta: எங்களை பற்றி உங்கள் நண்பர்கள் பகிர்ந்து

# coupen_disc1
source: Use
ta: பயன்பாட்டு

# coupen_disc2
source: and enjoy the benefit of
ta: மற்றும் அனுபவிக்கவும்

# coupen_disc3
source: on new registrations
ta: புதிய பதிவு

# not_send_email
source: Could Not Send Email
ta: மின்னஞ்சலை அனுப்ப முடியவில்லை

# device_not_send_email
source: Your device could not send e-mail. Please check e-mail configuration and try again.
ta: உங்கள் சாதனம் மின்னஞ்சல் அனுப்ப முடியவில்லை. மின்னஞ்சல் கட்டமைப்பு சரிபார்த்து மீண்டும் முயற்சி செய்க.

# frnds_join
source: Friends join, Friends Earn
ta: நண்பர்கள் இணையும்,நண்பர்கள் சம்பாதிக்கிறார்

# frnds_share
source: Friends Share, you Earn
ta: நண்பர்கள் பகிர்ந்து, நீங்கள் சம்பாதிக்க

# invite_friend
source: Invite Friends
ta: நண்பர்களை அழைக்க

# share_referal
source: Share your referral Code
ta: உங்கள் பரிந்துரை குறியீடு பகிர்ந்து

# world_know
source: Let the world know
ta: உலக தெரியப்படுத்துங்கள்

source: Home
ta: முகப்பு

source: MY ORDERS
ta: என் கட்டளைகள்

source: My Money
ta: என் பணம்

source: Emergency Contact
ta: அவசர தொடர்பு

source: Invite Friends
ta: நண்பர்களை அழைக்க

source: Report Issues
ta: சிக்கல்கள் பற்றி புகார்

source: About Us
ta: எங்களை பற்றி

source: Report on
ta: பற்றிய அறிக்கை

source: iOS app
ta: ios பயன்பாடு

# cant_cancel
source: Request can't be cancelled
ta: வேண்டுகோள் ரத்து செய்ய முடியாது

# cancel_confirmation
source: Are you sure that you want to reject this job?
ta: நீங்கள் கோரிக்கையை ரத்து செய்ய வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா

# msg_from_provider
source: You have a message from Tasker
ta: நீங்கள் வழங்குநர் இருந்து ஒரு செய்தி உண்டு

# otp_not_match
source: OTP doesn't match
ta: ஓடிபி பொருந்தவில்லை

# select_paymentmode
source: Kindly select your Payment Mode
ta: தயவுசெய்து உங்கள் பணம் செலுத்தும் முறை தேர்ந்தெடுக்கவும்

# accept_terms
source: Kindly accept the terms and conditions
ta: தயவுசெய்து விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்க

# no_provider_detail
source: No Provider Detail Available
ta: வழங்குநர் விபரம் கிடைக்கவில்லை

# enter_comment
source: Kindly Enter the Comment
ta: தயவுசெய்து கருத்து உள்ளிடவும்

source: SKIP
ta: செல்க

source: Review
ta: விமர்சனங்கள்

# click_add_image
source: Click here to add image
ta: படத்தை சேர்க்க இங்கே கிளிக் செய்க

source: Submit
ta: சமர்ப்பிக்கவும்

source: Connection Failed
ta: இணைப்பு தோல்வியடைந்தது

# no_time_slot
source: Sorry no time slot available today
ta: மன்னிக்கவும் இன்று எந்த நேரத்தில் ஸ்லாட் கிடைக்கவில்லை

# choose_another_date
source: Please choose another date
ta: மற்றொரு தேதி தேர்வு செய்க

# choose_date
source: Kindly Choose the date
ta: தயவுசெய்து தேதியைத் தேர்வுசெய்

# choose_time
source: Kindly Choose the time
ta: தயவுசெய்து நேரம் தேர்வு செய்க

# add_address
source: Kindly add the address
ta: தயவுசெய்து முகவரியை சேர்க்க

# enter_coupen
source: Kindly Enter the Coupon Code
ta: தயவுசெய்து கூப்பன் குறியீடு நுழைய

source: Invalid Coupon
ta: தவறான கூப்பன்

source: Enter all details
ta: அனைத்து விவரங்களை உள்ளிடவும்

# enter_valid_card
source: Enter Valid Card details
ta: செல்லுபடியாகும் கார்டு விவரங்களை உள்ளிடவும்

# about_to_charge1
source: You are about to charge
ta: நீங்கள் வசூலிக்க பற்றி

# about_to_charge2
source: for your wallet
ta: உங்கள் பணப்பை

# no_min_fare
source: No Minimum fare available
ta: கிடைக்கும் எந்த குறைந்தபட்ச கட்டணம்

source: Payment Success
ta: கட்டணம் வெற்றி

source: Payment Cancelled
ta: கொடுப்பனவு ரத்து

source: Payment Failed
ta: கொடுப்பனவு தோல்வி

source: Payment is Cancelled
ta: கொடுப்பனவு ரத்து ஆகும்

# log_out1
source: Your Session has been Logged out...
ta: உங்கள் அமர்வு வெளியே பதிவெடுக்கப்படுகிறது ...

# log_out2
source: Kindly Login again
ta: தயவுசெய்து மீண்டும் உள்நுழைக

# amunt_is_low
source: Entered amount is too low
ta: உள்ளிட்ட தொகை மிகவும் குறைவாக உள்ளது

# amunt_is_empty
source: Kindly enter the amount to money using Credit card or Paypal.
ta: உள்ளிட்ட தொகை மிகவும் குறைவாக உள்ளது

source: No Amount Credited
ta: தொகை வரவு இல்லை

# check_internet
source: Kindly Check the Internet
ta: தயவுசெய்து இணைய பாருங்கள்

source: Time
ta: நேரம்

source: Job Date
ta: வேலை தேதி

# have_coupon_code
source: I have a coupon code
ta: நான் ஒரு கூப்பன் குறியீடு வேண்டும்

source: No Reasons available
ta: இல்லை காரணங்கள் கிடைக்கின்றன

source: Book tasker by tapping a button
ta: ஒரு பொத்தானைத் தட்டுவதன் மூலம் புத்தக வேலையாள்

source: Multiple payment options
ta: பல கட்டண விருப்பங்கள்

source: Instant task alerts
ta: உடனடி பணி எச்சரிக்கைகள்

source: Tracking towards work location
ta: வேலை இடம் நோக்கி கண்காணிப்பு

source: Chat with the tasker and hire them
ta: பணியாளர்களுடன் அரட்டையடித்து அவர்களை வேலைக்கு அமர்த்துங்கள்

source: Sorry
ta: மன்னிக்கவும்

source: You have a message from Tasker
ta: நீங்கள் டாஸ்கரில் இருந்து ஒரு செய்தியைக் கொண்டிருக்கிறீர்கள்

source: Enter Your Reason
ta: உங்கள் நியாயத்தைக் கொடுங்கள்

source: No Provider Assigned
ta: இல்லை வழங்குநர் ஒதுக்கீடு

source: Are you sure you want to Call the Support team?
ta: ஆதரவு குழுவை நிச்சயமாக அழைக்க விரும்புகிறீர்களா?

# select_payment_mode
source: Select any one of the payment mode and make payment.
ta: பணம் செலுத்தும் முறை மற்றும் முழுமையான கட்டணம் தேர்வு

# agree_terms
source: I Agree to the terms and condition
ta: விதிமுறைகள் மற்றும் நிபந்தனைகளின் ஏற்கிறேன்

# add_coupen_code
source: Add Coupon Code
ta: கூப்பன் கோட் சேர்

# message_from_provider
source: You have a message from Tasker
ta: நீங்கள் வழங்குநர் இருந்து ஒரு செய்தி உண்டு

source: Message
ta: செய்தி

# discount_amount_is
source: Your Discount Amount is
ta: உங்கள் தள்ளுபடி தொகை ஆகும்

# enter_coupen_code
source: Enter Coupon Code
ta: கூப்பன் குறியீடு நுழைய

source: BOOK NOW
ta: இப்போது பதிவு

source: BOOK LATER
ta: பின்னர் பதிவு

# choose_subcat
source: Kindly choose the sub Category
ta: தயவுசெய்து துணை வகை தேர்வு

# choose_cat
source: Kindly choose the Category
ta: தயவுசெய்து வகை தேர்வு

# choose_tasker
source: Kindly choose the Tasker in map
ta: தயவுசெய்து வரைபடத்தில் வழங்குநர் தேர்வு

# selected1
source: You have selected tasker
ta: நீங்கள் வழங்குநர் தேர்ந்தெடுத்த

# selected2
source: to perform your task.
ta: உங்கள் பணியை மேற்கொள்வதற்கு.

source: Sort By
ta: வரிசைப்படுத்து

# today_book
source: Today's Booking
ta: இன்றைய முன்பதிவு

# recent_Book
source: Recent Bookings
ta: சமீபத்திய முன்பதிவுகள்

# upcome_book
source: Upcoming Bookings
ta: எதிர்வரும் முன்பதிவுகள்

# task_categ
source: Task Category :
ta: டாஸ்க் வகை:

# user_name
source: Tasker Name
ta: பயனர் பெயர்:

source: Task Address :
ta: டாஸ்க் முகவரி:

# total_hrs
source: Total Hours :
ta: மொத்த நேரங்கள்:

source: Hourly Rate :
ta: நேர விகிதம்:

source: Base Price :
ta: அடிப்படை விலை:

source: Task Time :
ta: காரிய நேரம்:

source: Task Amount :
ta: காரிய தொகை:

# admin_commission
source: Service Tax :
ta: நிர்வாகம் ஆணையம்:

source: Total Amount :
ta: மொத்த தொகை:

# view_task_detail
source: View Task Details
ta: காரிய விவரங்கள்

# chat_small
source: Chat
ta: அரட்டை

# View_small
source: View
ta: காண்க

# not_yet_reviews
source: Provider has Not Yet Received Any Reviews
ta: வழங்குநர் இதுவரை மதிப்புரைகள் பெறவில்லையா

source: View Image
ta: காண்க

source: Radius
ta: ஆரம்

source: Availability
ta: கிடைக்கும்

# book_time
source: Booking Time
ta: முன்பதிவு நேரம்

# book_date
source: Booking Date
ta: முன்பதிவு தேதி

# confirm_book
source: Confirm Booking
ta: முன்பதிவு உறுதிப்படுத்தவும்

# cancel_book
source: Cancel Booking
ta: முன்பதிவு ரத்து

source: Job Confirmation
ta: வேலை உறுதிப்படுத்தல்

source: Pick Location
ta: இருப்பிடம் எடு

# drag_pick
source: Drag and Pick
ta: இழுக்கவும் மற்றும் பிக்

source: or
ta: அல்லது

# no_service
source: No service available
ta: எந்த சேவையும்

# no_dest
source: There is no destination selected
ta: தேர்ந்தெடுக்கப்பட்ட இலக்கு உள்ளது

# no_routes
source: No Routes found. Please try again
ta: வழிகள் எதுவும் காணப்படவில்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்

source: Cannot Send Text Message
ta: உரை செய்தி அனுப்ப முடியாது

source: Your device is not able to send text messages.
ta: உங்கள் சாதனம் உரை செய்திகளை அனுப்ப முடியாது.

source: Sorry for the inconvenience
ta: சிரமத்திற்கு வருந்துகிறேன்

source: Please try again
ta: தயவு செய்து மீண்டும் முயற்சிக்கவும்

source: Sorry no time slot available today
ta: இன்று மன்னிக்கவும் நேரமில்லை

source: Please choose another date
ta: வேறொரு தேதியைத் தேர்வுசெய்க

source: Enter Valid Card details
ta: செல்லுபடியாகும் அட்டை விவரங்களை உள்ளிடவும்

# enter_first_name
source: Kindly enter the First name
ta: தயவுசெய்து முதல் பெயர் நுழைய

# name_below_25
source: Please enter the Firstname below 25 character
ta: தயவு செய்து முதல் பெயர் 25 பாத்திரம் கீழே நுழைய

# enter_lastname
source: Kindly enter the Lastname
ta: தயவுசெய்து கடந்த பெயர் நுழைய

# last_below_25
source: Please enter the Lastname below 25 character
ta: தயவு செய்து கடந்த பெயர் பாத்திரம் கீழே நுழைய

# hourly_rate1
source: Hourly Rate
ta: நேர விகிதம்

source: State
ta: மாநிலம்

source: Country
ta: நாடு

# book_confirm
source: Are you sure you want to book?
ta: நிச்சயமாக பதிவு செய்ய விரும்புகிறீர்களா?

source: Confirm
ta: உறுதிப்படுத்தவும்

source: Yes
ta: ஆம்

source: No
ta: இல்லை

# logout_alert
source: Are you sure to logout?
ta: நீங்கள் வெளியேற உறுதியாக இருக்கிறீர்களா

# terms&condt
source: I have read and agreed to the
ta: நான் படித்து ஒப்புக்கொண்டேன்

# terms
source: Terms and Conditions
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்

# priv_poli
source: Privacy Policy
ta: தனியுரிமை கொள்கை

# TermsandConditValid
source: Kindly accept the Terms and Conditions.
ta: தயவுசெய்து விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்றுக்கொள்.

# my_order
source: My Orders
ta: என் கட்டளைகள்

# pls_login_to
source: Please Login To Continue
ta: தொடரவும் உள்நுழையவும்.

# hour_cost
source: Hourly Cost
ta: மணிநேர செலவு

# swipetogettasker
source: Swipe to get more Taskers
ta: மேலும் பணியாளர்களைப் பெற ஸ்வைப் செய்யவும்

source: Tasker List
ta: டாஸ்கர் பட்டியல்

source: Select Tasker
ta: டாஸ்கர் தேர்ந்தெடுக்கவும்

# tasker_pro
source: Tasker Profile
ta: டாஸ்கர் சுயவிவரம்

# addres
source: ADDRESS
ta: முகவரி

# working_loc
source: WORKING LOCATION
ta: வேலை இடம்

source: CATEGORY
ta: வகை

source: Language
ta: மொழி

# filtercap
source: FILTER
ta: வடிகட்டி

source: Back
ta: மீண்டும்

source: Set
ta: அமை

source: Complete Payment
ta: முழுமையான பணம்

# job_loc
source: Job Location
ta: வேலை இடம்

# lang_change
source: Language Change
ta: மொழி மாற்றம்

source: Booking Id
ta: புக்கிங் ஐடி

source: Task Category
ta: பணி வகை

source: Provider Name
ta: வழங்குபவர் பெயர்

source: Task Address
ta: பணி முகவரி

source: Total Hours
ta: மொத்த நேரங்கள்
